<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
        "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <title>秋千－登录</title>
    <link href="/css/www/css1.css" rel="stylesheet" type="text/css"/>

</head>

<body>
<!--网站头部-->

<div class="login_top"><a href="/"><img src="/images/www/images1/logo2.jpg" width="114" height="87"/></a></div>
<div class="login_top_text">用户协议</div>

<div class="protocol">
    <p><strong>www.mumu123.cn</strong>（简称&ldquo;本网站&rdquo;)版权所属北京炬鑫网络科技有限公司（简称&ldquo;炬鑫&rdquo;或&ldquo;我们&rdquo;）。我们为您提供&ldquo;秋千&rdquo;陌生人交友软件（简称&ldquo;秋千&rdquo;），本软件是一款为移动通信设备提供即时通讯及其他相关服务的应用软件。
        本协议（包括隐私政策）是您（终端用户）和&ldquo;炬鑫&rdquo;之间关于本网站和&ldquo;秋千&rdquo;相关事项最终的、完整的且排他的协议，并取代、合并之前的当事人之间关于上述事项的讨论和协议。
        本服务协议（简称&ldquo;本协议&rdquo;）将对您使用本网站和&ldquo;秋千&rdquo;的行为产生法律约束力。您已承诺和保证有权利和能力订立本协议，您使用本网站和秋千将视为您已经接受本协议。请您认真阅读本协议中各条款，包括免除和限制炬鑫责任的免责条款和对用户的权利限制（未成年人审阅时应由法定监护人陪同），如果您不能接受本协议中的全部条款，请勿使用本网站和&ldquo;秋千&rdquo;app。
    </p>

    <h2>1、使用 </h2>

    <h3>1.1 账户 </h3>

    <p>>您无需用户账户即可浏览本网站。如果您想使用本网站更多功能，您必须注册本网站并且于注册页面上提供相关的个人信息。您必须承诺和保证：<br/>
        1.1.1 您提交的所有注册信息必须真实准确；<br/>
        1.1.2 您使用本网站和&ldquo;秋千&rdquo;的行为必须合法。 <br/>
        本网站将会依据本协议第5条的规定保留或终止您的账户。您必须承诺对您的登录信息保密、不被其他人获取并使用并且对您在本网站账户下的所有行为负责。您必须将任何有可能触犯法律的，未授权使用或怀疑为未授权使用的行为在第一时间通知本网站和秋千。本网站和&ldquo;秋千&rdquo;不对您因未能遵守上述要求而造成的损失承担法律责任。
    </p>
    <h2>2、终端用户协议 </h2>

    <h3>2.1 许可 </h3>

    <p>依据本协议规定，本网站和&ldquo;秋千&rdquo;将授予您以下不可转让的、非排他的许可：<br/>
        2.1.1 使用本网站的权利；<br/>
        2.1.2 在PC终端上下载、安装、使用&ldquo;秋千&rdquo;的权利。 </p>

    <h3>2.2 限制性条款 </h3>

    <p>本协议对您的授权将受到以下限制：<br/>
        2.2.1 您不得对本网站内容和&quot;秋千&quot;进行任何形式的许可、出售、租赁、转让、发行或做其他商业用途；<br/>
        2.2.2 除非法律禁止此类限制，否则您不得对本网站和&quot;秋千&quot;的任何部分或衍生产品进行修改、翻译、改编、合并、利用、分解或反向编译等；<br/>
        2.2.3 您不得以创建相同或竞争服务为目的访问本网站和使用&ldquo;秋千&rdquo;；<br/>
        2.2.4 除非法律明文规定，否则您不得对本网站和&quot;秋千&quot;的任何部分以任何形式或方法进行复制、发行、再版、下载、显示或张贴等；<br/>
        2.2.5 您不得删除或破坏包含在本网站或&ldquo;秋千&rdquo;中的任何版权声明或其他所有权标记。 </p>

    <h3>2.3 权利归属 </h3>

    <p>2.3.1 炬鑫许可您下载和使用&ldquo;秋千&rdquo;；<br/>
        2.3.2 炬鑫（及其&ldquo;授权人&rdquo;，如有）拥有本网站和&ldquo;秋千&rdquo;的包括相关的知识产权在内的所有权利、所有权和利益，但不包括您的用户内容。 </p>

    <h3>2.4 费用 </h3>

    <p>您必须自行负担个人上网或第三方（包括但不限于电信或移动通讯提供商）收取的通讯费、信息费等相关费用。如涉及电信增值服务，我们建议您与增值服务提供商确认相关费用问题。 </p>

    <h3>2.5 任何本网站的更新版本或&ldquo;秋千&rdquo;的未来版本、更新或者其他变更将受到本协议约束。 </h3>

    <h2>3、用户内容 </h2>

    <h3>3.1 用户内容 </h3>

    <p>3.1.1 用户内容是指该用户下载、发布或以其他方式使用本网站和&ldquo;秋千&rdquo;时产生的所有内容（例如：您的信息、图片、音乐或其他内容）。<br/>
        3.1.2 您是您的用户内容唯一的责任人，您将承担因您的用户内容披露而导致的您或任何第三方被识别的风险。<br/>
        3.1.3 您已同意您的用户内容受到第4条的限制。 </p>

    <h3>3.2 许可 </h3>

    <p>您通过上传、发行或其他方式使用您在本网站和&quot;秋千&quot;的用户内容时，即视为自动授权且承诺和保证您有权授权给我们不可撤销的、非独家的、免版税的且足额缴纳的全球许可，用以：<br/>
        3.2.1 仅为向您提供本网站和&ldquo;秋千&rdquo;服务或改进本网站和&ldquo;秋千&rdquo;之目的，复制、发行、公开展示和表演、制作衍生作品、将其纳入其他作品或以其他方式使用您的用户账户（排除您的个人信息）；并授予上述事项的转让许可；<br/>
        3.2.2 仅为向目标接收者提供个人信息之目的，复制、发行您的用户内容中的私人信息；<br/>
        3.2.3 您同意不可撤销的、放弃的（并会导致被放弃）关于您用户内容的道德权利和归属的声明。 </p>

    <h3>3.3 反馈 </h3>

    <p>3.3.1
        您对炬鑫提出的建议（或称&ldquo;反馈&rdquo;），即视为您向炬鑫转让&ldquo;反馈&rdquo;的全部权利并同意炬鑫有权利以任何合理方式使用此反馈及其相关信息。我们将视此类反馈信息为非保密且非专有；<br/>
        3.3.2 您已同意您不会向炬鑫提供任何您视为保密和专有的信息。 </p>

    <h3>3.4 我们将保留基于我们的判断检查用户内容的权利（而非义务） </h3>

    <p>无论通知与否，我们有权在任何时间以任何理由删除和移动您的用户内容。依据第5条规定，我们有权保留或终止您的账户。 </p>

    <h2>4、权利限制 </h2>

    <h3>4.1 您已同意通过上传、发布或以其他方式使用本网站或&ldquo;秋千&rdquo;服务，在使用过程中，您将承担因下述行为所造成的风险而产生的全部法律责任 </h3>

    <p>4.1.1 破坏宪法所确定的基本原则的；<br/>
        4.1.2 危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；<br/>
        4.1.3 损害国家荣誉和利益的；<br/>
        4.1.4 煽动民族仇恨、民族歧视，破坏民族团结的；<br/>
        4.1.5 破坏国家宗教政策，宣扬邪教和封建迷信的；<br/>
        4.1.6 散布谣言，扰乱社会秩序，破坏社会稳定的；<br/>
        4.1.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br/>
        4.1.8 侮辱或者诽谤他人，侵害他人合法权益的；<br/>
        4.1.9 含有法律、行政法规禁止的其他内容的。 </p>

    <h3>4.2 您已同意不在本网站和&ldquo;秋千&rdquo;从事下列行为： </h3>

    <p>4.2.1 上传或发布电脑病毒、蠕虫、恶意代码、故意破坏或改变计算机系统或数据的软件；<br/>
        4.2.2 未授权的情况下，收集其他用户的信息或数据，例如电子邮箱地址等；<br/>
        4.2.3 禁用本网站的网络连接，给本网站造成过度的负担或以其他方式干扰或损害网站服务器和网络链接；<br/>
        4.2.4 在未授权的情况下，尝试访问本网站、秋千、服务器或本网站的网络链接；<br/>
        4.2.5 干扰、破坏本网站或秋千其他用户的使用。 </p>

    <h2>5、修改、终止 </h2>

    <h3>5.1 修改 </h3>

    <p>5.1.1 本协议容许变更。如果本协议有任何实质性变更，我们将通过您提供的电子邮件或本网站的公告来通知您。变更通知之后，继续使用本网站和&quot;秋千&quot;则视为您已知晓此类变更并同意受条款其约束。<br/>
        5.1.2 炬鑫保留在任何时候无需通知而修改、保留或关闭本网站、&ldquo;秋千&rdquo;或任何服务之权利。<br/>
        5.1.3 您已同意炬鑫无需因修改、保留或关闭本网站、&ldquo;秋千&rdquo;或其他服务的行为对您或第三方承担责任。 </p>

    <h3>5.2 终止 </h3>

    <p>5.2.1 本协议自您接受之日起生效，在您使用本网站和&quot;秋千&quot;的过程中持续有效，直至依据本协议终止；<br/>
        5.2.2 尽管有上述规定，如果您使用本网站和&quot;秋千&quot;的时间早于您接受本协议的时间，您在此知晓并同意本协议于您第一次使用本网站和&quot;秋千&quot;时生效，除非依据本协议提前终止；<br/>
        5.2.3 我们可能会（1）依据法律的规定，保留您使用本网站、&ldquo;秋千&rdquo;、或者本网站账户的权利；（2）无论是否通知，我们将在任何时间以任何原因终止本协议，包括出于善意的相信您违反了我们可接受使用政策或本协议的其他规定；<br/>
        5.2.4 不受前款规定所限，如果用户侵犯第三人的版权且炬鑫接到版权所有人或版权所有人的合法代理人的通知后，炬鑫保留终止本协议的权利；<br/>
        5.2.5 一旦本协议终止，您的网站账户和使用本网站和&quot;秋千&quot;的权利即告终止。您应当知晓您的网站账户终止意味着您的用户内容将从我们的活动数据库中删除。炬鑫不因终止本协议对您承担任何责任，包括终止您的用户账户和删除您的用户内容。
    </p>

    <h2>6、第三方 </h2>

    <h3>6.1 第三方网站和广告 </h3>

    <p>6.1.1 本网站包含了第三方网站和广告。炬鑫不控制且不对第三方的网站和广告负责。<br/>
        6.1.2 炬鑫仅为您使用方便之目的或为承诺和保证第三方之需要而提供此类网站和广告。<br/>
        6.1.3 您需对您使用第三方网站和广告产生的风险承担法律责任。<br/>
        6.1.4 当您访问第三方网站和广告时，适用第三方的条款和政策。 </p>

    <h3>6.2 其他用户 </h3>

    <p>6.2.1 本网站和&ldquo;秋千&rdquo;包含其他用户提供的用户内容。本网站和&ldquo;秋千&rdquo;不控制且不对用户内容承担法律责任。本网站和&ldquo;秋千&rdquo;没有检查、监控、审批、核准、承诺并保证用户内容的义务。您必须因使用用户内容和与其他用户互动产生的风险承担法律责任。<br/>
        6.2.2 您与其他用户的互动仅属于于您与其他用户之间的行为，本网站和&ldquo;秋千&rdquo;对此类行为不承担任何法律责任。您已同意本网站和&ldquo;秋千&rdquo;对此类互动行为的结果不承担法律责任。
    </p>

    <h2>7、赔偿 </h2>

    <h3>7.1 您已同意无害的使用本网站和&ldquo;秋千&rdquo;，避免炬鑫因下述行为或相关行为遭受来自第三方的任何投诉、诉讼、损失、损害、责任、成本和费用（包括律师费）： </h3>

    <p>7.1.1 您使用本网站和&ldquo;秋千&rdquo;的行为；<br/>
        7.1.2 您的用户内容；<br/>
        7.1.3 您违反本协议的行为。 </p>

    <h3>7.2 炬鑫保留专属抗辩权和请求赔偿的权利。 </h3>

    <h3>7.3 您已同意，除非获得炬鑫书面同意，您不得在您与炬鑫共同对第三方提起的诉讼中单方和解。 </h3>

    <h3>7.4 炬鑫将尽合理努力将此类诉讼、诉讼行为或进程通知您。 </h3>

    <h3>7.5 在任何情况下，本网站和秋千都不对您或任何第三方因本协议产生的任何间接性、后果性、惩戒性的、偶然的、特殊或惩罚性的损害赔偿承担责任。访问、使用本网站和&ldquo;秋千&rdquo;所产生的损坏计算机系统或移动通讯设备数据库的风险将由您个人承担。 </h3>

    <h2>8、免责声明 </h2>

    <h3>8.1 如发生下述情形，本网站及秋千不承担任何法律责任： </h3>

    <p>8.1.1 依据法律规定或相关政府部门的要求提供您的个人信息；<br/>
        8.1.2 由于您的使用不当而导致任何个人信息的泄露；<br/>
        8.1.3 任何由于黑客攻击，电脑病毒的侵入，非法内容信息、骚扰信息的屏蔽，政府管制以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足用户要求的情形；<br/>
        8.1.4 用户因第三方如运营商的通讯线路故障、技术问题、网络、电脑故障、系统不稳定及其他因不可抗力造成的损失的情形；<br/>
        8.1.5 使用&ldquo;秋千&rdquo;可能存在的来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息而招致的风险；<br/>
        8.1.6 用户之间通过本网站或&quot;秋千&quot;与其他用户交往，因受误导或欺骗而导致或可能导致的任何心理、生理上的伤害以及经济上的损失；<br/>
        8.1.7 本网站和&ldquo;秋千&rdquo;明文声明，不以明示或默示及以任何形式对本网站和&ldquo;秋千&rdquo;及其合作公司服务之及时性、安全性、准确性做出担保。 </p>

    <h2>9、隐私政策 </h2>

    <h2>9.1、保护用户隐私是&ldquo;秋千&rdquo;团队的一项基本政策，&ldquo;秋千&rdquo;保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在&ldquo;秋千&rdquo;的非公开内容，但下列情况除外： </h2>

    <h2>9.1.1 事先获得用户的明确授权； </h2>

    <h2>9.1.2 根据有关的法律法规要求； </h2>

    <h2>9.1.3 按照相关政府主管部门的要求； </h2>

    <h2>9.1.4 为维护社会公众的利益； </h2>

    <h2>9.1.5 为维护炬鑫的合法权益。 </h2>

    <h2>9.2、&ldquo;秋千&rdquo;可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与&ldquo;秋千&rdquo;同等的保护用户隐私的责任，则&ldquo;秋千&rdquo;有权将用户的注册资料等提供给该第三方。 </h2>

    <h2>9.3、在不透露单个用户隐私资料的前提下，&ldquo;秋千&ldquo;有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。 </h2>

    <h2>10、通知 </h2>

    <p>10.1 您必须提供您最近经常使用的有效的电子邮件地址。您所提供的电子邮件地址无法使用或者因任何原因我们无法将通知送达给您而产生的风险，本网站和秋千不承担责任。<br/>
        10.2 本网站发布的公告通知及向您所发送的包含此类通知的电子邮件毫无疑问构成有效通知。 </p>

    <h2>11、适用法律 </h2>

    <p>11.1 本协议适用中华人民共和国法律。<br/>
        11.2 如果双方发生纠纷，应本着友好的原则协商解决；如协商不成，应向炬鑫所在地的法院提起诉讼。 </p>

    <h2>12、独立性 </h2>

    <p>本协议中的某些条款因故无法适用，则本协议的其他条款继续适用且无法适用的条款将会被修改，以便其能够依法适用。 </p>

    <h2>13、完整性 </h2>

    <p>13.1 本协议是您和本网站和秋千之间关于本网站和秋千相关事项的最终的、完整的、排他的协议，且取代和合并之前当事人关于此类事项的讨论和协议。&nbsp;<br/>
        13.2 每部分的题目只为阅读之便而无任何法律或合同义务。<br/>
        13.3 除非炬鑫书面同意，您不得转让本协议所规定的权利义务。任何违反上述规定企图转让的行为均无效。 </p>

    <h2>14、联系我们 </h2>

    <p>地址：北京市海淀区清河嘉园甲1号B座12层1201室&nbsp;<br/>
        邮编：100085<br/>
        网址：<a href="http://www.mumu123.cn" target="_blank">www.mumu123.cn</a></p>

    <p>&nbsp;</p>
</div>


{include 'footer2.tpl'}
<div class="clear"></div>

<!--网站尾部-->

</body>
</html>
